Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Andrew Mungara, an official at the program for assisting East Africa’s sailors in Mumbasa, said the British ship carried 32 tonnes of cargo and was abducted in the early hours of the morning. The ship is owned by Britain but being run by Italians. The s
ar: وقال المسؤول ببرنامج مساعدة ملاحي شرق أفريقيا بمومباسا أندرو موانغورا خطفت سفينة حمولتها 32 ألف طن في وقت مبكر من صباح اليوم، إنها مملوكة لبريطانيا ولكن يديرها إيطاليون، طاقم السفينة من جنسيات مختلفة، ولكننا لا نعلم الجنسيات بعد.

source: The same source had previously confirmed the abduction of a French yacht, a Qatar-Yemeni boat, and a German ship by pirates close to the Somali coast.
ar: وكان المصدر نفسه أكد في وقت سابق خطف قراصنة يختاً فرنسيا وزورق قطْر يمنياً وسفينة ألمانية قبالة سواحل

source: It is worthwhile to mention that pirates kidnapped tens of ships in the Horn of Africa and the strategic Gulf of Aden.
ar: يشار إلى أن القراصنة اختطفوا العام الماضي عشرات السفن بمنطقة القرن الأفريقي وفي خليج عدن الإستراتيجي.

source: Pirates had hijacked two European cargo ships late last month. Seychelles islands army had dispersed military forces throughout the area after pirates had captured another ship.
ar: وخطف القراصنة أواخر الشهر الماضي سفينتي شحن أوروبيتين، وقام جيش جزر سيشل مؤخرا بنشر قوات أمن في جزرها الخارجية بعد أن خطف القراصنة سفينة تابعة لهذه الدولة.

source: Foreign countries and sent warships to the region in an effort to combat
ar: وأرسلت دول أجنبية سفنا حربية إلى المنطقة لمكافحة

source: piracy attacks, but daily abduction attempts are still taking place
ar: قبالة سواحل الصومال مما خفض عدد الهجمات في الشهور الماضية، لكن لا تزال هناك محاولات شبه يومية للاستيلاء على سفن.

source: It is most likely that pirates resort to speed boats and lead the abducted ships to distant coastal villages in Somal seeking hefty ransoms.
ar: وفي الأغلب يستخدم القراصنة زوارق سريعة ثم يقتادون السفن المختطفة إلى قرى ساحلية نائية في الصومال ثم ينتظرون الحصول على فدى كبيرة.

source: Israel steals one of the largest monument stones in Al Aqsa Mosque
ar: إسرائيل تسرق أحد أضخم الأحجار الأثرية في المسجد الأقصى

source: Palestinian sources in occupied Jerusalem revealed that the Israeli occupation authorities stole one of the largest ancient stones in the area of the Islamic Ommiad palaces, south-east of Al Aqsa Mosque.
ar: كشفت مصادر فلسطينية في القدس المحتلة النقاب عن أن سلطات الاحتلال الإسرائيلي أقدمت على سرقة أحد أضخم الأحجار الأثرية في منطقة القصور الأموية الإسلامية في الزاوية الجنوبية الشرقية للمسجد الأقصى المبارك.

source: Palestinian figures condemned the usurpation by Israeli the occupation gangs of the stones from the Ommiad palaces in the area known as al-Khanutiyyah, southeast of Al-Aqsa Mosque, amidst the silence of the Islamicworld and the international community.
ar: وقد استنكرت شخصيات فلسطينية ومقدسية استيلاء عصابات الاحتلال الإسرائيلي على حجارة القصور الأموية في المنطقة المعروفة بالخاتونية جنوب شرق المسجد الأقصى، وسط غفلة وصمت من العالم الإسلامي والمجتمع الدولي.

source: The Mufti of Jerusalem and the Palestinian territories, Sheikh Mohammad Hussein said that the occupation forces moved, yesterday, the stone to an unknown location, and suggested it was carried to the Zionist Knesset square.
ar: وقال مفتي القدس والديار الفلسطينية الشيخ محمد حسين: إن الاحتلال نقل أمس الحجر إلى منطقة مجهولة، لكنه رجح أن يكون حُمل إلى ساحة الكنيست الصهيوني.

source: He regarded this act as an assault on the historical and antiquity rights and the civilization of the Muslims in Al-Aqsa mosque especially that the area where the stone was taken from is adjacent to Al-Aqsa mosque, which has been attacked repetitively b
ar: واعتبر ما وقع اعتداء على حق المسلمين التاريخي والأثري بالمسجد الأقصى وعلى حضاراتهم خاصة أن المنطقة التي سلب منها الحجر ملاصقة للمسجد الأقصى، الذي لم تتوقف الاعتداءات عليه وبكافة الأشكال منذ احتلال إسرائيل القدس في 1967، وذكر بما فعله بحارة المغاربة وطري

source: The General Director of the Islamic Endowments in Jerusalem, Sheikh Azzam Al-Khatib, stated that the theft took place for the first time in public and in broad daylight, as the stone was displaced using Israeli cranes. he said adding that that it is a s
ar: وسجل المدير العام للأوقاف الإسلامية بمدينة القدس الشيخ عزام الخطيب أن السرقة تمت لأول مرة علانية وفي وضح النهار، حيث نقل الحجر وبأحد الرافعات الإسرائيلية، وقال: إن من المخجل أن تتعامل دولة بهذه الطريقة بمدينة مقدسة.

source: He said that the theft took place in an endowment land within the surroundings of Al-Aqsa Mosque, and that it was not the first of its kind, but this one happened right before our eyes. He explained that they demanded the stone to be returned back to it
ar: وقال: إن السرقة تمت بأرض وقفية تابعة لمحيط المسجد الأقصى، وهي ليست الأولى من نوعها، لكن هذه تمت أمام أعيننا، موضحًا أنهم قد طالبوا بإعادة الحجر إلى مكانه لكنهم لم يتلقوا أي رد.

source: According to the head of manuscript department in Al-Aqsa Mosque, Sheikh Najeh Bukairat, this is not the first time for Islamic antiquities of Jerusalem to get stolen, but the fact that it happens in broad daylight confirms that Israel acts as if it were
ar: وبرأي رئيس قسم المخطوطات بالمسجد الأقصى الشيخ ناجح بكيرات فإن هذه ليست أول مرة تسرق فيها الآثار الإسلامية المقدسية لكن أن يتم ذلك بوضح النهار فذلك يؤكد أن إسرائيل تتصرف كأن لا أحد يردعها ولا تعتبر لشيء، داعيًا لدور عربي وإسلامي لمحاكمة إسرائيل على سرقات

source: He said that the stone weighed half a ton and is over 1400 years of age, adding that stealing it warns of two dangerous issues: the first is that Israel wants to destroy everything that is Islamic and Arabic, the second is that it is seeking to twist the
ar: وقال: إن زنة الحجر نصف طن وعمره أكثر من 1400 عام، وسرقته تنذر بأمرين خطيرين، أولهما أن إسرائيل تريد تدمير كل ما هو إسلامي وعربي، وثانيهما تزوير التاريخ لتظهر لشعبها أنها حافظت على ما تقول إنه حجر من حجارة الهيكل، والخطورة ليست بالسرقة ولكن في التزوير بعد

source: Bukirat recalled how the Israeli museums are rich in Arabic and Islamic antiquities that were stolen from Jerusalem. Just like it has done in the Madrasa Tankaziyya and more of other 15 buildings,” he added.
ar: وذكّر بكيرات بأن المتاحف الإسرائيلية زاخرة بالآثار العربية والإسلامية المسروقة من القدس كما فعلت بالمدرسة التنكزية وأكثر من 15 مبنًى.

source: 6 explosions of booby-trapped cars in Baghdad leave 32 killed and 120 injured
ar: انفجار 6 سيارات مفخخة في بغداد تسفر عن مقتل 32 واصابة 120 شخصاً

source: Media and medical sources declared the death of at least 32 people and the injury of about 120 others in 6 explosions of booby-trapped cars in Baghdad and its suburbs before noon time on Monday.
ar: اعلنت مصادر اعلامية وطبية مقتل 32 شخصا على الاقل واصابة حوالى 120 اخرين بانفجار 6 سيارات مفخخة في بغداد وضواحيها قبل ظهر الاثنين.

source: The sources also said that 12 people at least were killed while 23 others were injured in an explosion of two other boobytrapped cars in the area of Um al-Maalif, West of Baghdad.
ar: وقالت ان 12 شخصا على الاقل قتلوا واصيب 23 اخرون بانفجار سيارتين مفخختين في منطقة ام المعالف في غرب بغداد.

source: In Sadr City, sources clarified that 10 people were killed, including two women and 65 others were injured, including women and children in a car explosion in al-Ureibi market.
ar: وفي مدينة الصدر، اوضحت المصادر ان 10 اشخاص قتلوا بينهم امرأتان واصيب 65 اخرون بينهم اطفال ونساء بانفجار سيارة مفخخة في سوق العريبي الشعبية

source: The injured were taken to nearby hospitals
ar: ونقل المصابون الى المستشفيات القريبة

source: They added that majority of the casualties were workers who were lining up in the middle of the road waiting for a job.
ar: واضافت ان غالبية القتلى من العمال المياومين الذين يصطفون على قارعة الطريق بانتظار عمل ما.

source: A booby-trapped car targeted the convoy of the assistant director of the Homeland Security, Brigadier General Sadoun, while passing through al-Noairia region, which resulted in the death of one of his escorts and another person and the injury of six peopl
ar: استهدفت سيارة مفخخة موكب معاون مدير الامن الداخلي العميد سعدون لدى مرورها في منطقة النعيرية، ما اسفر عن مقتل احد مرافقيه وشخص اخر واصابة ستة اشخاص بجروح

source: Has documented Al-Aqsa relics removed as it revealed in pictures the world heritages
ar: وقد وثقت مؤسسة الأقصى للوقف والتراث ما كشفت عنه بالصور الفوتغرافية

source: Golden age for American-Turkish relations
ar: العصر الذهبي للعلاقات الأمريكية - التركية

source: Israeli Minister withdraws from a conference in Ethiopia because of the participation of Hamas in it
ar: وزير اسرائيلي ينسحب من مؤتمر في اثيوبيا بسبب مشاركة حماس فيه

source: Published on Tuesday 04/07/2009, (Last update) 04/08/2009, at 11:50
ar: نشر الثلاثـاء 07/04/2009 (آخر تحديث) 08/04/2009 الساعة 11:50

source: Bethlehem - Maan -Israeli sources said that an Israeli delegation headed by Foreign Minister Silvan Shalom withdrew from an international parliamentary conference held in Ethiopia, because of the participation of two members of the Hamas movement in the P
ar: بيت لحم- معا- قالت مصادر اسرائيلية ان وفدا اسرائيليا برئاسة الوزير سلفان شالوم، انسحبت من مؤتمر برلماني دولي يعقد في اثيوبيا بسبب مشاركة عضويين من حركة حماس في الوفد الفلسطيني.

source: The sources added that Shalom announced on Tuesday Israel's withdrawal from the podium, to which he headed especially to announce the withdrawal, saying that Israel will not take part in a conference or event that is attended by representatives of a terr
ar: واضافت المصادر ان الوزير شالوم اعلن مساء اليوم الثلاثاء انسحاب اسرائيل قائلا من على منصة الخطابة التي اعتلاها خصيصا لاعلان الانسحاب بان اسرائيل لن تشارك في مؤتمر او حدث يحضره ممثلون عن منظمة ارهابية. حسب وصفه .

source: A Historic Ruling Against Microsoft Over Patent Violation
ar: حكم تاريخي ضد مايكروسوفت لانتهاك براءة اختراع

source: Moheet: A US court issued a ruling yesterday on Microsoft Corp. to pay $388 Million to its US rival Uniloc for infringing a patented invention used to deter software piracy.
ar: محيط: أصدرت محكمة أمريكية حكماً أمس على مجموعة مايكروسوفت بدفع 388 مليون دولار الى منافستها الأمريكية يونيلوك لانتهاك براءة اختراع حول جهاز لمكافحة القرصنة.

source: The Rhode Island jury concluded that Microsoft has exploited in a deliberate and illegitimate way the patent of Uniloc Corp., and estimated the value of damage at $388 Million.
ar: وتوصلت هيئة محلفين من ولاية رود ايلاند الى ان مايكروسوفت استثمرت بطريقة متعمدة وغير شرعية براءة اختراع لمجموعة يونيلوك وحددت قيمة العطل والضرر بـ388 مليون دولار.

source: Uniloc, which is specialized in information security, had filed a complaint against Microsoft since 2003.
ar: وكانت يونيلوك المتخصصة بالامن المعلوماتي رفعت شكوى على مايكروسوفت منذ 2003.

source: The system subject of the issue is used in the Windows operating system, and Office programs, which constitue the core of Microsoft's activity.
ar: ويستخدم الجهاز موضوع القضية في منظومة تشغيل نظام ويندوز وبرامج اوفيس التي تشكل صلب نشاط مايكروسوفت.

source: The first ruling was in favor of Microsoft, but Uniloc persuaded a federal court of appeal last summer that the verdict was based on the views of an expert who was preparing a Ph.D in computer science.
ar: وجاء الحكم الاول لمصلحة مايكروسوفت، لكن يونيلوك اقنعت الصيف الماضي محكمة استئناف فيدرالية ان الحكم استند الى آراء خبير يحضر دكتوراة في المعلوماتية.

source: Uniloc said that Microsoft acknowledged the use of a similar method to Uniloc's.
ar: وذكرت يونيلوك ان مايكروسوفت اعترفت باستخدام طريقة شبيهة بطريقة يونيلوك.

source: It is worth mentioning that Microsoft intends to appeal the verdict.
ar: يذكر أن مايكروسوفت تعتزم رفع دعوي استنئاف ضد هذا الحكم.

source: Bouteflika’s supporters prematurely announce landslide victory
ar: أنصار بوتفليقة يستبقون النتائج بإعلان انتصار ساحق

source: Algeria – Al Arab – Saber Bleidy: Strong news disseminated from sources closely related to Abd El Aziz Bouteflika’s campaign administrators suggesting the candidate’s overwhelming victory in the elections, with results similar to those of the presidential
ar: الجزائر- العرب- صابر بليدي: قبل أن يعلن وزير الداخلية والجماعات المحلية الجزائري نور الدين يزيد زرهوني عن نتائج الانتخابات الرئاسية التي جرت بالجزائر، راجت أنباء قوية استندت إلى معطيات أوردتها مصادر مقربة من مديرية الحملة الانتخابية للمرشح عبد العزيز بوتف

source: The same sources revealed that the election race surpassed all expectations, with a participation level of 60%. Candidates and observers of the political scene in Algeria did not anticipate this due to Algerian people’s history of refraining from voting
ar: وأفادت ذات المعطيات أن انتخابات يوم أمس شهدت مشاركة فاقت التوقعات، فإلى غاية الساعات الأخيرة قبل غلق صناديق الاقتراع كانت نسبة المشاركة قد فاقت 60 بالمائة، وهو ما لم يكن واردا في حسابات المرشحين والمتتبعين للشأن السياسي في الجزائر، بالنظر لهاجس العزوف

source: Despite some obstacles on Election Day, such as the rainy weather, and the attempts of some groups to vandalize the election process in the cities of Al Rafour, Mishdala, and Al Shrafa, as well as armed attack witnessed by Al Nasereyya in the governate of
ar: ورغم بعض المعوقات المسجلة في يوم الاقتراع، كالجو الممطر، وقيام بعض المجموعات الشبانية المحسوبة على التيار الذي نادى بالمقاطعة، بمحافظة البويرة الواقعة الى الشرق من العاصمة الجزائرية بنحو 120 كلم بمحاولات لعرقلة عملية التصويت في عدد من مكاتب الاقتراع ببلدا

source: The Minister of Internal Affairs had consecutively announced participation levels, stating that they had surpassed the numbers declared in the elections of 2004. Participation levels amounted to 30% by one o’clock, as opposed to 21% in 2004. 32% of the
ar: وكان وزير الداخلية والجماعات المحلية قد أورد ارقام المشاركة تباعا، واشار الى أنها فاقت الارقام التي سجلت في انتخابات 2004 ، ففي حدود الساعة الواحدة زوالا قدرت نسبة المشاركة بـحوالي 30 بالمائة، مقابل حوالي 21 بالمئة في نفس التوقيت من انتخابات 2004، و32 بال

source: Zarhouni had announced that participation levels reached 10% during the first two hours, speculating that these numbers will increase in the evening, as this is the time most women prefer to vote at.
ar: وحسب زرهوني فإن النسبة قدرت خلال الساعتين الأوليين من انطلاق عملية الاقتراع قدرت بحوالي 10 بالمائة، وتوقع في تصريح له أن الأرقام ستعرف اطرادا في المساء، وهي الفترة المفضلة لدى النساء للخروج للإدلاء بأصواتهن.

source: The six candidates had cast their votes in the morning; some had released concise statements while others refused to issue a statement. Balea’d Mohamed Saeed stated his content with the electoral procedures. Louisa Hannoun declared that the ninth of Apr
ar: وكان المرشحون الستة قد أدلوا بأصواتهم في الفترة الصباحية، وأطلق بعضهم تصريحات مقتضبة، بينما امتنع البعض الآخر عن النطق بأي كلمة، حيث عبر بلعيد محمد سعيد عن ارتياحه للجو الذي تجري فيه الانتخابات، اما لويزة حنون فقد أكدت أن موعد التاسع من أفريل هو فرصة التغ

source: Farouk Qasanteini, president of the Algerian committee for the promotion and protection of human rights, had denounced the importance of accusations questioning the viability of the electoral process, discarding this as “nonsense” and reaffirming that the
ar: وقلّل رئيس اللجنة الجزائرية لترقية وحماية حقوق الإنسان، فاروق قسنطيني، من أهمية اتهامات الجهات التي تقاطع الانتخابات للحكومة بالتحضير لتزويرها لصالح بوتفليقة، واصفا ذلك بالكلام الفارغ ومشدّداً على أن التزوير بعيد عنا كل البعد.

source: It is worthwhile to mention that 20 million Algerians have the right to vote in the elections; a one million voter increase from 2004. The Ministry of Internal Affairs had procured all financial and logistical means to ensure strong participation. Voter
ar: وتجدر الإشارة الى أن الهيئة الناخبة في الجزائر تقدر بأكثر من 20 مليون ناخب، أي بزيادة حوالي مليون ناخب عن انتخابات 2004، وقد سخّرت وزارة الداخلية كل الامكانيات المادية والبشرية واللوجيستية، من أجل ضمان مشاركة قوية، بما فيها الاكتفاء بالتصويت ببطاقة الهوية

source: President Bouteflika casting his vote at the elections
ar: الرئيس بوتفليقة مدليا بصوته في الانتخابات

source: Algeria votes on president, foreign parties prematurely congratulate Bouteflika on victory
ar: الجزائر تنتخب رئيسها.. وإعلانات تهنئة أجنبية لبوتفليقة قبل صدور النتائج

source: ‘The minister of internal affairs confirms electoral transparency ... and condemns candidates for verbal transgressions”
ar: وزير الداخلية يؤكد شفافية الاقتراع.. ويعيب على منافسي الرئيس «تجاوزات لفظية»

source: Algeria – Abu Allam Ghamrasa London “Al Sharq Al Awsat”
ar: الجزائر: بوعلام غمراسة لندن: «الشرق الأوسط»

source: Algerians headed to cast their ballots on elections day with six candidates standing for presidency, the luckiest of which appears to be Bouteflika.
ar: يتوجه الجزائريون إلى صناديق الاقتراع اليوم لانتخاب رئيس لهم من بين ستة متسابقين يبدو الرئيس عبد العزيز بوتفليقة الأكثر حظاً بينهم.

source: Over twenty million voters were invited to participate in the process. The Ministry of Internal Affairs promised transparency and dispersed thousands of police officers in 46 election offices. It is remarkable that large foreign companies with Algerian
ar: وفيما دعي إلى هذه الانتخابات أكثر من 20 مليون ناخب، تعهدت وزارة الداخلية مساء أمس بضمان شفافية الاقتراع وأعلنت نشر الآلاف من رجال الشرطة والدرك على أكثر من 46 ألف مكتب انتخاب. وكان لافتاً أن شركات أجنبية كبرى، تعمل في الجزائر، حجزت مساحات إعلانية في الصحف

source: It seems that president Bouteflika was most likely to win the presidential race, in light of his popularity with Algerians, the military institute, and prominent business men. Electoral campaign administers perceive strong attendance in Bouteflika’s camp
ar: ويبدو الرئيس بوتفليقة الأكثر حظاً بالفوز، نظرا للتأييد الكبير الذي يحظى به في الأوساط الشعبية ووقوف نافذين في المؤسسة العسكرية وأهم رجال الأعمال معه. وترى مديرية حملته الانتخابية، أن الحضور القوي في تجمعاته الانتخابية مؤشر على فوز ساحق، حيث ورد في الموقع

source: Two of the six candidates stood for elections for a second time. Louisa Hannoun, aged 55, is the left-winged ‘Labor Party’ candidate. Fawzi Rabaein, aged 54, is the president of the ‘Vow of 54’ party, and is well-known due to his mother; Fatima Ouzalagh
ar: ومن ضمن الشخصيات التي عرضت برامجها على الناخبين، اثنان منها ترشحا للمرة الثانية هما لويزة حنون، 55 سنة، مرشحة «حزب العمال» اليساري وفوزي رباعين رئيس حزب «عهد 54»، 54 سنة، المعروف أكثر بوالدته السيدة فاطمة أوزلاغن، أحد وجوه ثورة التحرير (1954ـ1962). وكلاهم

source: Three other candidates participated in the presidential race; Moussa Tawati, president of the “National Algerian Front”, Mohamed Al Saeed, president of the “Liberty and Justice party”, and Jaheed Younsi, Secretary General of the Islamic “National Reform M
ar: ودخل المعترك أيضا ثلاثة شخصيات، يجهلها الكثير من الناخبين وهم موسى تواتي رئيس «الجبهة الوطنية الجزائري» ومحمد السعيد رئيس «حزب العدالة والحرية» غير المرخص لها رسميا، وجهيد يونسي أمين عام «حركة الإصلاح الوطني» الإسلامية.

source: The US-based Berkman Center for Internet and Society announced the launching of the Arabic interface of the Herdict project that aims at presenting an accurate image on the ability to access internet websites through group sources, especially the ones tha
ar: أعلن مركز بيركمان للإنترنت والمجتمع في الولايات المتحدة عن إطلاق الواجهة العربية لمشروع هيردكت الذي يهدف لتوفير صورة واضحة ودقيقة عن القدرة على الوصول إلى مواقع الإنترنت باستخدام المصادر الجماعية، خاصة تلك المحجوبة والتي يحرم أبناء المنطقة من الوصول إ

source: Herdict collects reports from users on the ability to access internet websites from around the world to draw an accurate real-time picture of the any website that cannot be accessed, in which country, and the time of the inaccessibility. The users can con
ar: ويقوم هيردكت بجمع تقارير من المستخدمين حول إمكانية الوصول إلى مواقع الإنترنت من جميع أنحاء العالم لرسم صورة دقيقة وفي الوقت الحقيقي عن أي مواقع لا يمكن الوصول إليها وفي أي بلد وعن الفترة الزمنية التي تعذرت فيها إمكانية الوصول إلى تلك المواقع. ويمكن للمس

source: Professor Jonathan Zittrain, the chief director of the project, said in a statement that al-Arabiyah.Net received a copy of, that Herdict relies mainly on the users from around the world, and that it is on top of their priorities to give them the opportun
ar: وصرح البروفيسور جوناثان زيتراين، المدير الأساسي للمشروع، في بيان تلقت العربية.نت نسخة منه، أن هيردكت يعتمد بشكل رئيسي على المستخدمين في جميع أنحاء العالم ومن أولوياتنا توفير إمكانية المشاركة لهم بلغتهم الأم من أجل توفير أكبر قاعدة بيانات ممكنة لمساعدة

source: The project Herdic, which combines the two words “herd” and “verdict” is the product of the Harvard Berkman Center for Internet and Society and the Open Net Initiative (ONI).
ar: يذكر أن مشروع هيردكت - وهو جمع كلمتي Herd (قطيع) وVerdict (حكم) - تابع لمركز بيركمان للانترنت والمجتمع في جامعة هارفارد ومبادرة أوبن نت (ONI).

source: According to one of the employees working in the project who talked to al-Arabiyah.Net, the aim of the initiative is to recognize and document the blocking and monitoring on the Internet, as well as raising awareness among the audience and supporting dial
ar: وبحسب إحدى العاملات في المشروع التي تحدثت للعربية.نت هدف المبادرة هو التعرف وتوثيق حالات الحجب والمراقبة على الانترنت، وتوعية وإطلاع جمهور أوسع وتعزيز الحوار حول هذه الممارسات. وتسعى المبادرة إلى اختبار مجموعة واسعة من المواقع في طيف واسع من البلدان، إلا

source: To get an accurate picture on the monitoring around the world, Herdict Web gathers the information provided by the users who send reports w
ar: ومن أجل الحصول على صورة دقيقة للرقابة حول العالم، يجمع هيردكت ويب المعلومات التي يوفرها المستخدمون عندما يرسلون التقارير (عنوان الموقع، مزود خدمة الانترنت، البلد، المكان، نوع الموقع، التعليقات) وعنوان الـIP الخاص بالمستخدم ونسخة المتصفح.

source: It is worth mentioning that Arabic is the second language of the project next to the English, and they are currently working on creating an interface in Chinese.
ar: يذكر أن اللغة العربية هي ثاني لغة يتوافر بها المشروع بعد اللغة الانكليزية، وحالياً يتم العمل على توفير واجهة باللغة الصينية قريباً.

source: In an initiative to create accurate picture of Arab monitoring
ar: في إطار مبادرة لتكوين صورة دقيقة للرقابة العربية

source: The US Herdict decides to uncover the blocked Arabic websites
ar: هيردكت الأمريكي يقرر فضح المواقع الممنوعة عربياً

source: A picture from the festival’s archive
ar: صورة من ارشيف المهرجان

source: Gulf Film Festival highlights the Iraqi suffering
ar: أفلام مهرجان الخليج السينمائي تجسد معاناة العراقيين

source: DUBAI - Al-Arab Online - Agencies: Organizers of the second edition of the Gulf Film Festival, which will start next Thursday in the Emirate of Dubai, said that “the festival will provide a platform for documentary filmmakers to showcase their work in fro
ar: دبي – العرب اونلاين- وكالات: قال منظمو الدورة الثانية لمهرجان الخليج السينمائي الذي تبدأ فعالياته بإمارة دبي الخميس المقبل إن المهرجان سيوفر منصة لصانعي الأفلام الوثائقية لعرض أعمالهم أمام عشاق وخبراء السينما، والمنافسة على جوائز المهرجان بما يمكنهم من ت

source: The documentary films will compete for prizes worth up to 25 thousand Emirati dirhams. These films include the most remarkable documentaries in the Gulf, with Iraq topping the list of participating countries this year in terms of number of films.
ar: وستتنافس الأفلام الوثائقية على جوائز تصل قيمتها إلى 25 ألف درهم إماراتي ، وتمثل هذه الأفلام أبرز الأعمال الوثائقية الخليجية، وتتصدر العراق قائمة الدول المشاركة لهذا العام من حيث عدد الأفلام.

source: “Adasaat maftooha fel Iraq” (Open lenses in Iraq) was one of the participating films in the festival. It revolves around five women from five Iraqi cities, who gather in a house in Damascus before returning to their homeland, to talk about their childhood
ar: ومن الأفلام المشاركة في المهرجان فيلم عدسات مفتوحة في العراق الذي يدور حول خمس نساء من خمس مدن عراقية تجتمعن في بيت دمشقي قبل العودة إلى الوطن لمباشرة ، ويتحدثن فيه عن طفولتهن ومعاناتهن من أجل التعليم والحب ، كما يروين حكايات الحب والخيانة والموت والولا
